/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "A ligação Internet deste computador parece não estar a funcionar.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "É possível que a ligação Internet deste computador não esteja a funcionar.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "A ligação Internet deste computador parece estar activa.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Sem resposta do servidor DNS do computador.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "O servidor DNS não localizou o nome do servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Sem resposta do router do computador.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Sem resposta do servidor ao qual o computador está a tentar estabelecer ligação.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "A ligação Internet deste computador parece estar activa.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Palavra-passe para formulário web";

/* HTTP result code string */
"accepted" = "aceite";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido erróneo";

/* HTTP result code string */
"client error" = "erro no cliente";

/* HTTP result code string */
"conflict" = "conflito";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criação";

/* HTTP result code string */
"expectation failed" = "a expectativa falhou";

/* HTTP result code string */
"forbidden" = "proibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "sem resposta do gateway";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro no servidor interno";

/* HTTP result code string */
"length required" = "é necessário um comprimento";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "permanentemente movido";

/* HTTP result code string */
"multiple choices" = "várias opções";

/* HTTP result code string */
"needs proxy" = "é necessário um proxy";

/* HTTP result code string */
"no content" = "sem conteúdo
";

/* HTTP result code string */
"no error" = "sem erros";

/* HTTP result code string */
"non-authoritative information" = "informação não autorizada";

/* HTTP result code string */
"not found" = "não foi encontrado";

/* HTTP result code string */
"not modified" = "inalterado";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* HTTP result code string */
"payment required" = "é necessário efectuar um pagamento";

/* HTTP result code string */
"precondition failed" = "a pré-condição falhou";

/* HTTP result code string */
"proxy authentication required" = "é necessária a autenticação do proxy";

/* HTTP result code string */
"redirected" = "redireccionado";

/* HTTP result code string */
"no longer exists" = "já não existe";

/* HTTP result code string */
"request timed out" = "pedido sem resposta";

/* HTTP result code string */
"request too large" = "pedido demasiado longo";

/* HTTP result code string */
"requested URL too long" = "URL solicitado demasiado longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado não é válido";

/* HTTP result code string */
"reset content" = "repor conteúdo";

/* HTTP result code string */
"see other" = "ver outro";

/* HTTP result code string */
"server error" = "erro no servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* HTTP result code string */
"success" = "sucesso";

/* HTTP result code string */
"switching protocols" = "a trocar de protocolo";

/* HTTP result code string */
"temporarily redirected" = "redireccionamento temporário";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não autorizado";

/* HTTP result code string */
"unimplemented" = "não implementado";

/* HTTP result code string */
"unsupported media type" = "tipo de suporte não suportado";

/* HTTP result code string */
"unsupported version" = "versão não suportada";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Ocorreu um problema durante o processo de comunicação com o servidor proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Ocorreu um problema durante o processo de comunicação com o servidor proxy web seguro (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "erro desconhecido";

/* WebFoundationErrorCancelled description */
"Err-999" = "cancelado";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL inválido";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "O pedido excedeu o tempo limite.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL não suportado";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Não foi possível encontrar um servidor com o nome de host indicado.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Não foi possível estabelecer ligação ao servidor.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "A ligação à rede foi cortada.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Erro de pesquisa de DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "demasiados redireccionamentos HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "recurso indisponível";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "A ligação à Internet parece não estar a funcionar.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redireccionamento inválido";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Foi recebida uma resposta errónea do servidor.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "recurso com zero bytes";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "não é possível descodificar dados não formatados";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "não é possível descodificar dados de conteúdo";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "não é possível analisar a resposta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "O roaming está desactivado.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "A transmissão de dados não é possível, porque está a efectuar uma chamada.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "De momento, não é permitida a transmissão de dados.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "corpo de pedido excedido";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "O URL pretendido não foi encontrado neste servidor.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "o ficheiro é um directório";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Não tem permissão para aceder ao recurso pretendido.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "o recurso excede o tamanho máximo";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Ocorreu um erro SSL e não foi possível estabelecer uma ligação segura ao servidor.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "O certificado para este servidor caducou.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "O certificado para este servidor está caducado. É possível que esteja a estabelecer ligação a um servidor que se faz passar por “%@”, o que pode colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "O certificado para este servidor não é válido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "O certificado para este servidor não é válido. É possível que esteja a estabelecer ligação a um servidor que se faz passar por “%@”, o que pode colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "O certificado para este servidor foi assinado por uma autoridade de certificação desconhecida.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "O certificado para este servidor foi assinado por uma autoridade de certificação desconhecida. É possível que esteja a estabelecer ligação a um servidor que se faz passar por “%@”, o que pode colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "O certificado para este servidor ainda não é válido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "O certificado para este servidor ainda não é válido. É possível que esteja a estabelecer ligação a um servidor que se faz passar por “%@”, o que pode colocar a sua informação confidencial em risco.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "O servidor não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "O servidor “%@” não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "O servidor requer um certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "O servidor “%@” requer um certificado de cliente.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "não é possível carregar a partir da rede";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Não é possível criar o ficheiro";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Não é possível abrir o ficheiro";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Ocorreu uma falha ao fechar o ficheiro";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Não é possível escrever o ficheiro";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Não é possível remover o ficheiro";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Não é possível mover o ficheiro";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "A descodificação da descarga falhou";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "A descodificação da descarga falhou";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Gostaria de estabelecer ligação ao servidor na mesma?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Para alterar as definições do proxy, abra as preferências de Rede, clique em Avançadas e depois em Proxies. Caso necessite de ajuda, contacte o administrador do seu sistema.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "É necessária a autenticação do proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autenticação do proxy %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Cancelar";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nome de utilizador";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Palavra‑passe";
